const productsOfArray = [
    {
        source: 'all-tv',
        name: 'Телевізор Samsung QE55Q60CAUXUA',
        price: '31 999₴',
        image: '/image/TV/TV-1.webp',
        aboutProduct: {
            article: 'samsung-qe55q60cauxua',
            description: 'Миллиард оттенков цвета благодаря технологии квантовых точек\n' +
                '100% цветовой объем благодаря технологии квантовых точек\n' +
                'Технология квантовых точек обеспечивает очень высокое качество изображения. Благодаря 100% объему цвета, технология квантовых точек преобразует свет в потрясающую цветовую палитру, качество цветопередачи при этом остается высоким при любом уровне яркости.\n' +
                '\n' +
                'Оптимизированная подсветка для повышения контрастности\n' +
                'Технология двойной подсветки Dual LED\n' +
                'Инновационная технология подсветки обеспечивает более четкую и точную контрастность за счет оптимизации цветового тона подсветки в соответствии с типом просматриваемого контента.\n' +
                '\n' +
                'Более широкий диапазон контрастности\n' +
                'Технология Quantum HDR\n' +
                'Технология Quantum HDR позволяет выявить мельчайшие детали изображения и обеспечить оптимальную контрастность, чтобы вы получили максимальное удовольствие от просмотра каждой сцены. Технология динамического мэппинга HDR10+, характеристики которого превышают требования обычных стандартов, позволяет создавать более глубокие оттенки черного, более естественную цветопередачу и улучшенную детализацию.\n' +
                '\n' +
                'Мощный интеллектуальный 4К процессор\n' +
                'Процессор Quantum 4K Lite\n' +
                'Мощный процессор Samsung оптимизирует качество звука в зависимости от просматриваемого контента. Благодаря технологии масштабирования до 4K, вы сможете смотреть любимый контент в разрешении 4К.\n' +
                '\n' +
                'Виртуальный звук, отслеживающий перемещение источника\n' +
                'Технология Object Tracking Sound Lite (OTS Lite)\n' +
                'Объемный 3D-звук с нашим виртуальным верхним каналом звука позволит вам полностью погрузиться в происходящее на экране.\n' +
                '\n' +
                'Гармоничное сочетание телевизора и саундбара\n' +
                'Функция Q-Symphony\n' +
                'Наслаждайтесь гармоничным звучанием телевизора и саундбара. Функция Q — Symphony уникальным образом позволяет динамикам телевизора и саундбара работать синхронно, обеспечивая лучший эффект объемного звучания без отключения динамиков телевизора.\n' +
                '* Технология Q-Symphony доступна только с совместимым саундбаром. Проверьте совместимость технологии Q-Symphony с техническими характеристиками саундбара\n' +
                '\n' +
                'Звук адаптирован под просматриваемый контент\n' +
                'Адаптивный звук\n' +
                'Адаптивный звук с использованием технологии искусственного интеллекта оптимизируется с учетом типа контента в режиме реального времени.\n' +
                '\n' +
                'Более тонкий и изящный, чем когда-либо\n' +
                'AirSlim\n' +
                'Потрясающе тонкий, уникальный для данной категории, дизайн позволит телевизору органично вписаться в интерьер любой комнаты.\n' +
                '\n' +
                'Универсальный пульт ДУ с заботой об окружающей среде\n' +
                'Пульт дистанционного управления на солнечной батарее\n' +
                'Новый пульт дистанционного управления на солнечных элементах делает управление всеми внешними устройствами проще и одновременно помогает заботиться об окружающей среде. Он изготовлен из переработанных материалов и работает на солнечной батарее, благодаря чему может самостоятельно заряжаться от внутреннего освещения дома.\n' +
                '\n' +
                'Высота, соответствующая вашему пространству\n' +
                'Регулируемая подставка (выберите подходящий для вашего региона дизайн)\n' +
                'Отрегулируйте высоту и увеличьте площадь опоры подставки под телевизор, чтобы она соответствовала вашему пространству.\n' +
                '\n' +
                'Плавность передачи движения для четкого изображения\n' +
                'Функция Motion Xcelerator\n' +
                'Оцените четкость изображения и высокое качество. Телевизор автоматически анализирует каждый кадр и оптимизирует его качество.\n' +
                '\n' +
                'Мгновенно реагирует на ваши команды\n' +
                'Автоматический режим с низкой задержкой (ALLM)\n' +
                'Включайтесь в игру быстрее с помощью режима автоматического режима с низкой задержкой (ALLM), который оптимизирует настройки экрана, сокращая задержку ввода, благодаря чему вы сможете лучше контролировать свои действия в любой игровой ситуации. Оцените плавность передачи динамичных сцен без размытия и дрожания изображения.\n' +
                '* Низкая задержка ввода измеряется на основе условий внутреннего тестирования и может меняться в зависимости от настроек игры или конкретных условий.\n' +
                '\n' +
                'Работайте и учитесь дома\n' +
                'ПК на ТВ экране\n' +
                'Наслаждайтесь расширенными возможностями ТВ. С легкостью получайте доступ к своему ПК, ноутбуку или мобильному устройству с экрана телевизора.\n' +
                '\n' +
                'Все на одном экране\n' +
                'Поддержка режима Multi View\n' +
                'Смотрите ТВ контент и контент со смартфона одновременно. Будь то спортивная статистика в прямом эфире или видео гайд для игр, просто подключите телефон к телевизору и наслаждайтесь мультиэкранным режимом.\n' +
                '\n' +
                'Все на одном экране\n' +
                'Поддержка режима Multi View\n' +
                'Смотрите ТВ контент и контент со смартфона одновременно. Будь то спортивная статистика в прямом эфире или видео гайд для игр, просто подключите телефон к телевизору и наслаждайтесь мультиэкранным режимом.\n' +
                '\n' +
                'Управляйте старыми и новыми устройствами\n' +
                'Приложение SmartThing\n' +
                '"Пусть ваш телевизор автоматически обнаружит, мгновенно подключит и отобразит состояние всех ваших устройств, находящихся рядом с телевизором. SmartThings поддерживает не только мобильные устройства, камеры, устройства с поддержкой ""Интернет вещей", другие умные устройства, а также и устаревшие устройства. После подключения устройств управлять ими так же просто, как с помощью пульта One Remote."'
        }
    },
    {
        source: 'all-tv',
        name: 'Телевізор Kivi 55U740LB',
        price: '14 999₴',
        image: '/image/TV/TV-2.webp',
        aboutProduct: {
            article: 'kivi_55u740lb',
            description: 'Телевизор Kivi предлагает качественное изображение в совокупности с такими преимуществами как насыщенность цвета, яркость и четкость. Благодаря отличной картинке ваши любимые телепрограммы и фильмы предстанут перед в совершенно новом свете. Все это заключено в элегантный тонкий корпус. Сядьте поудобнее, расслабьтесь и смотрите телевизор с наилучшим качеством изображения.\n' +
                '\n' +
                'Высококонтрастная матрица телевизора, с четкой передачей движения и широким углом обзора обеспечивает высокую цветопередачу и яркость изображения. Мощный встроенный мультимедийный проигрыватель позволяет воспроизводить файлы непосредственно с USB носителей. Модель имеет удобную и элегантную подставку, но также, телевизор можно установить на стену, что существенно сэкономит свободное пространство в вашей комнате.\n' +
                '\n' +
                'Стильный и надежный\n' +
                'LED-телевизор Kivi прекрасно впишется в интерьер вашего помещения и позволит насладиться в полной мере высоким качеством изображения и богатством цветопередачи. Наличие всех необходимых слотов и разъемов обеспечит широкие мультимедийные возможности телевизора.\n' +
                '\n' +
                'USB для воспроизведения мультимедийного контента\n' +
                'Делитесь впечатлениями. Подключите USB-накопитель, цифровую камеру, MP3-плеер или другое мультимедийное устройство через USB-вход телевизора и смотрите фотографии, видео или слушайте музыку, используя удобного экранного обозревателя.\n' +
                '\n' +
                'HDMI для различных подключений\n' +
                'Использование одного кабеля, передающего как видео-, так и аудиосигнал от устройства на телевизор, решает проблему множества спутанных проводов. HDMI передает несжатые сигналы, обеспечивая самое высокое качество, передаваемое от источника к экрану.\n' +
                '\n' +
                'KIVI 55U740LB - большой 4К-телевизор начального уровня, примечательный комплектным гироскопическим Bluetooth-пультом, звуком от JVC и тонким безрамочным дизайном. «Умная» функциональность устройства реализована на базе операционной системы Google Android TV с заявленной поддержкой Chromecast и Google Assistant, а также собственным контент-сервисом Kivi Media. В качестве дисплея KIVI 55U740LB обеспечен 55-дюймовым LCD-экраном с LED-подсветкой, заявленной поддержкой HDR, разрешением 3840x2160 пикселей, 9.5-миллисекундной скоростью отклика и максимальной яркостью 350 кд/м2.'
        }
    },
    {
        source: 'all-tv',
        name: 'Телевізор Ergo 43GUS8500',
        price: '11 499₴',
        image: '/image/TV/TV-3.webp',
        aboutProduct: {
            article: 'ergo-43gus8500',
            description: 'Скоро з`явиться'
        }
    },
    {
        source: 'all-tv',
        name: 'Телевізор LG OLED48A26LA',
        price: '37 999₴',
        image: '/image/TV/TV-4.webp',
        aboutProduct: {
            article: 'lg_oled48a26la_adrb',
            description: 'Скоро з`явиться'
        }
    },
    {
        source: 'all-tv',
        name: 'Телевізор Samsung UE43T5300AUXUA',
        price: '12 999₴',
        image: '/image/TV/TV-5.webp',
        aboutProduct: {
            article: 'samsung_ue43t5300auxua',
            description: 'Скоро з`явиться'
        }
    },
    {
        source: 'notebooks',
        name: 'Ноутбук Acer Aspire 7 A715-42G-R0VS (NH.QBFEU.00A) Charcoal Black',
        price: '25 999₴',
        image: '/image/Notebook/Note-1.webp',
        aboutProduct: {
            article: 'acer_nh_qbfeu_00a',
            description: 'AMD Ryzen 5 5500U / RAM 8 ГБ / SSD 512 ГБ / nVidia GeForce GTX 1650'
        }
    },
    {
        source: 'notebooks',
        name: 'Ноутбук Lenovo IdeaPad Gaming 3 15IHU6 (82K10190RA) Shadow Black',
        price: '32 999₴',
        image: '/image/Notebook/Note-2.webp',
        aboutProduct: {
            article: 'lenovo-82k10190ra',
            description: 'Ноутбук для настоящих геймеров 15.6" IPS Full HD 120 Гц / Intel Core i5-11320H / RAM 16 ГБ / SSD 512 ГБ / nVidia GeForce RTX 3050\n' +
                'Благодаря процессору Intel Core 11-го поколения игровой ноутбук Lenovo IdeaPad Gaming 3 15IHU6 обладает всеми возможностями, чтобы превзойти в стрельбе, опередить и перехитрить любого противника.\n' +
                '\n' +
                'Новый двигатель для ваших игр\n' +
                'В игровых ноутбуках на базе видеокарт GeForce RTX 3050 используется отмеченная наградами архитектура NVIDIA Turing. Она обеспечивает исключительное качество графики, позволяя по-новому взглянуть на ваши любимые игры.\n' +
                '\n' +
                'Погрузитесь в игру с головой\n' +
                'Каждый ноутбук Lenovo IdeaPad Gaming 3 15IHU6 поддерживает Dolby Audio. Эта передовая технология передачи звука поможет вам играть на совершенно другом уровне даже в дороге и получить максимум удовольствия от игры!\n' +
                '\n' +
                'Общение онлайн\n' +
                'В ноутбуке Lenovo IdeaPad Gaming 3 15IHU6 предусмотрен адаптер Wi-Fi 802.11ax и разъем RJ-45. Подключайся к интернету и общайся в мессенджерах или Skype. Ноутбук оборудован веб-камерой и микрофоном.'
        }
    },
    {
        source: 'notebooks',
        name: 'Ноутбук ASUS Vivobook 15 X1500EA-BQ3244 (90NB0TY5-M036X0) Indie Black',
        price: '17 499₴',
        image: '/image/Notebook/Note-3.webp',
        aboutProduct: {
            article: 'asus-90nb0ty5-m036x0',
            description: 'Ноутбук 15.6" IPS Full HD / Intel Core i3-1115G4 / RAM 12 ГБ / SSD 512 ГБ\n' +
                'Vivobook 15 – это ноутбук на каждый день, готовый справиться с любыми задачами, будь то офисные или личные дела, рабочие или развлекательные приложения. Процессор Intel Core 11-го поколения значительно превосходит по производительности своих предшественников. \n' +
                '\n' +
                'Комфорт для глаз\n' +
                'Ноутбук Vivobook 15 наделен великолепным дисплеем NanoEdge, который может похвастать широкими углами обзора и исчезающе тонкой рамкой. Безопасность дисплея для глаз, в том числе низкий уровень излучаемого им синего света, подтверждается сертификатом эргономичности TÜV Rheinland.\n' +
                '\n' +
                'Великолепное звучание\n' +
                'Функция DTS Audio Processing представляет собой специальный алгоритм обработки аудиоматериала, поддерживаемый ноутбуком Vivobook 15 при выводе звука через встроенные динамики или подключенные к нему наушники. Благодаря ей уменьшается уровень искажений, а низкие частоты звучат более насыщенно.\n' +
                '\n' +
                'Продуман до мелочей\n' +
                'К ноутбуку Vivobook 15 можно легко подключить всевозможные периферийные устройства, дисплеи и проекторы. В вашем распоряжении: порт USB-C 3.2 Gen1, порт USB 3.2 Gen1 Type-A, два порта USB 2.0, видеовыход HDMI и комбинированный аудиоразъем.'
        }
    },
    {
        source: 'notebooks',
        name: 'Ноутбук Apple MacBook Air 13" M1 8/256GB 2020 (MGN63) Space Gray',
        price: '39 999₴',
        image: '/image/Notebook/Note-4.webp',
        aboutProduct: {
            article: 'apple_macbook_air_13_m1_256gb_2020_space_gray',
            description: 'Экран 13.3" Retina (2560x1600) WQXGA, глянцевый / Apple M1 / RAM 8 ГБ / SSD 256 ГБ / Apple M1 Graphics / Wi-Fi / Bluetooth / macOS Big Sur / 1.29 кг / серый'
        }
    },
    {
        source: 'notebooks',
        name: 'Ноутбук HP Pavilion 15-eh1106ua (4A7N2EA) Silver',
        price: '23 999₴',
        image: '/image/Notebook/Note-5.webp',
        aboutProduct: {
            article: 'hp-4a7n2ea',
            description: 'Встречайте HP Pavilion AMD Ryzen 5 5500U / RAM 16 ГБ / SSD 512 ГБ, который затмит все ваши представления о ноутбуках и предоставит настоящую свободу творчества. Он обладает стильным дизайном и оснащен всеми функциями, необходимыми для воплощения ваших идей.\n' +
                '\n' +
                'Все необходимое для работы\n' +
                'Благодаря мощному аккумулятору выполняйте задачи любой сложности и будьте уверены, что у вас останется достаточно заряда для того, чтобы расслабиться вечером за любимыми развлечениями.\n' +
                '\n' +
                'Стильный дизайн\n' +
                'Этот ноутбук прекрасно дополнит ваш образ и поможет выделиться из толпы. Он отличается тонким и легким корпусом, ярким дизайном и продуманными деталями.\n' +
                '\n' +
                'Непревзойденное качество звука\n' +
                'Ноутбук подарит невероятно насыщенное и реалистичное звучание благодаря двум динамикам HP, технологии HP Audio Boost и профессиональной аудиосистеме. Живите в ритме любимой музыки.\n' +
                '\n' +
                'Дисплей высокого разрешения\n' +
                'Взгляните на мир цифровых технологий по-новому. Оцените превосходное качество фотографий и изображений благодаря экрану высокого разрешения.'
        }
    },
    {
        source: 'mobile-phones',
        name: 'Мобильный телефон Samsung Galaxy A24 6/128GB Black (SM-A245FZKVSEK)',
        price: '8 999₴',
        image: '/image/MobilePhone/Mob-1.webp',
        aboutProduct: {
            article: 'samsung-sm-a245fzkvsek',
            description: 'Экран (6.5", Super AMOLED, 2340x1080) / Mediatek Helio G99 (2 x 2.6 ГГц + 6 x 2.0 ГГц) / основная тройная камера: 50 Мп + 5 Мп + 2 Мп, фронтальная камера: 13 Мп / RAM 6 ГБ / 128 ГБ встроенной памяти + microSD (до 1 ТБ) / 3G / LTE / GPS / ГЛОНАСС / BDS / поддержка 2х SIM-карт (Nano-SIM) / Android 13 / 5000 мА*ч'
        }
    },
    {
        source: 'mobile-phones',
        name: 'Мобильный телефон Apple iPhone 13 128GB Midnight (MLPF3HU/A)',
        price: '32 399₴',
        image: '/image/MobilePhone/Mob-2.webp',
        aboutProduct: {
            article: 'apple_iphone_13_128gb_midnight',
            description: 'Экран (6.1", OLED (Super Retina XDR), 2532x1170) / Apple A15 Bionic / двойная основная камера: 12 Мп + 12 Мп, фронтальная камера: 12 Мп / 128 ГБ встроенной памяти / 3G / LTE / 5G / GPS / Nano-SIM, eSIM / iOS 15'
        }
    },
    {
        source: 'mobile-phones',
        name: 'Мобильный телефон Samsung Galaxy S23 Ultra 12/512GB Green (SM-S918BZGHSEK)',
        price: '55 799₴',
        image: '/image/MobilePhone/Mob-3.webp',
        aboutProduct: {
            article: 'samsung-sm-s918bzghsek',
            description: 'Экран (6.8", Dynamic AMOLED 2X, 3088x1440) / Qualcomm Snapdragon 8 Gen 2 for Galaxy (3.36 ГГц + 2.8 ГГц + 2.8 ГГц + 2.0 ГГц) / основная квадро-камера: 200 Мп + 12 Мп + 10 Мп + 10 Мп, фронтальная 12 Мп / RAM 12 ГБ / 512 ГБ встроенной памяти / 3G / LTE / 5G / GPS / поддержка 2х SIM-карт (Nano-SIM) / Android 13 / 5000 мА*ч'
        }
    },
    {
        source: 'mobile-phones',
        name: 'Мобильный телефон Motorola G32 6/128GB Satin Maroon (без зарядного устройства)',
        price: '6 399₴',
        image: '/image/MobilePhone/Mob-4.webp',
        aboutProduct: {
            article: 'motorola-motog32-red',
            description: 'Экран (6.5", LCD, 2400x1080) / Qualcomm Snapdragon 680 (2.4 ГГц) / основная тройная камера: 50 Мп + 8 Мп + 2 Мп, фронтальная камера: 16 Мп / RAM 6 ГБ / 128 ГБ встроенной памяти + microSD (до 1 ТБ) / 3G / LTE / GPS / поддержка 2х SIM-карт (Nano-SIM) / Android 12 / 5000 мА*ч'
        }
    },
    {
        source: 'mobile-phones',
        name: 'Мобильный телефон Samsung Galaxy A34 8/256GB Light Green (SM-A346ELGESEK)',
        price: '13 999₴',
        image: '/image/MobilePhone/Mob-5.webp',
        aboutProduct: {
            article: 'samsung-sm-a346elgesek',
            description: 'Экран (6.6", Super AMOLED, 2340x1080) / Mediatek Dimensity 1080 (2 x 2.6 ГГц + 6 x 2.0 ГГц) / основная тройная камера: 48 Мп + 8 Мп + 5 Мп, фронтальная камера: 13 Мп / RAM 8 ГБ / 256 ГБ встроенной памяти + microSD (до 1 ТБ) / 3G / LTE / 5G / GPS / A-GPS / ГЛОНАСС / BDS / поддержка 2х SIM-карт (Nano-SIM) / Android 13 / 5000 мА*ч'
        }
    },
    {
        source: 'tablets',
        name: 'Планшет Samsung Galaxy Tab S9 5G 12/256GB Graphite (SM-X716BZAESEK)',
        price: '49 999₴',
        image: '/image/Tablets/Tab-1.webp',
        aboutProduct: {
            article: 'samsung-sm-x716bzaesek',
            description: 'Незабаром з`явиться'
        }
    },
    {
        source: 'tablets',
        name: 'Планшет Lenovo Tab M10 HD LTE 64GB Iron Grey',
        price: '6 999₴',
        image: '/image/Tablets/Tab-2.webp',
        aboutProduct: {
            article: 'lenovo-lenovom10hd464',
            description: 'Экран 10.1" (1280x800) MultiTouch / MediaTek Helio P22T (2.3 ГГц) / RAM 4 ГБ / 64 ГБ встроенной памяти + microSD / LTE / Wi-Fi / Bluetooth 5.0 / основная камера 8 Мп, фронтальная - 5 Мп / GPS / ГЛОНАСС / Android 10 / 420 г / светло-серый / чехол + пленка'
        }
    },
    {
        source: 'tablets',
        name: 'Планшет Apple iPad 10.2" 2021 Wi-Fi 64GB Space Gray (MK2K3RK/A)',
        price: '14 999₴',
        image: '/image/Tablets/Tab-3.webp',
        aboutProduct: {
            article: 'apple-ipad-MK2K3RK/A',
            description: 'Экран 10.2" IPS (2160x1620) MultiTouch / Apple A13 Bionic (2.65 ГГц) / 64 ГБ встроенной памяти / Wi-Fi / Bluetooth 4.2 / основная камера 8 Мп, фронтальная - 12 Мп / iPadOS 15 / 487 г / серый космос'
        }
    },
    {
        source: 'tablets',
        name: 'Планшет Samsung Galaxy Tab S6 Lite LTE 64GB Pink (SM-P619NZIASEK)',
        price: '13 499₴',
        image: '/image/Tablets/Tab-4.webp',
        aboutProduct: {
            article: 'samsung-sm-P619NZIASEK',
            description: 'Экран 10.4" TFT (2000x1200) MultiTouch / Qualcomm Snapdragon 720G (2.3 ГГц + 1.8 ГГц) / RAM 4 ГБ / 64 ГБ встроенной памяти + microSD / 3G / 4G / Wi-Fi / Bluetooth 5.0 / основная камера 8 Мп, фронтальная - 5 Мп / GPS / ГЛОНАСС / Android 10.0 (Q) / 467 г / розовый'
        }
    },
    {
        source: 'tablets',
        name: 'Планшет Samsung Galaxy Tab A7 Lite LTE 64GB Grey (SM-T225NZAFSEK)',
        price: '6 999₴',
        image: '/image/Tablets/Tab-5.webp',
        aboutProduct: {
            article: 'samsung-sm-t225nzafsek',
            description: 'Экран 8.7" (1340x800) MultiTouch / MediaTek Helio P22T (2.3 ГГц) / RAM 4 ГБ / 64 ГБ встроенной памяти + microSD / 3G / 4G / Wi-Fi / Bluetooth 5.0 / основная камера 8 Мп, фронтальная - 2 Мп / GPS / ГЛОНАСС / Android / 371 г / серый'
        }
    },
    {
        source: 'monitors',
        name: 'Монитор 23.6" HP X24c (9FM22AA) Full HD Curved VA 1500R',
        price: '5 199₴',
        image: '/image/Monitors/Mon-1.webp',
        aboutProduct: {
            description: 'Монітор 144 Hz / 4ms GtG / 6-Bit + FRC / sRGB 100% / Adaptive Sync / AMD FreeSync Premium / Low Blue Light / Flicker-Free \n' +
                'Погрузись в неизведанные миры. Монитор с изгибом 1500R и разрешением Full HD обеспечивает эффект полного погружения. Благодаря частоте обновления 144 Гц уменьшается размытие, и изображение появляется вдвое быстрее, чем на других мониторах . Теперь ты можешь навсегда забыть о лагах и наслаждаться плавной игрой, которую обеспечивает технология AMD FreeSync Premium . Ты можешь отрегулировать монитор так, чтобы не чувствовать напряжения в спине и шее.\n' +
                '\n' +
                'Настоящий экшн на изогнутом экране\n' +
                'Погрузись в неизведанные миры. На экране с разрешением Full HD и изгибом 1500R углы экрана становятся ближе, обеспечивая эффект полного погружения.\n' +
                '\n' +
                'Быстрые атаки. Продуманные ходы\n' +
                'Реагируй быстрее. Благодаря частоте обновления 144 Гц уменьшается размытие, и изображение появляется вдвое быстрее, чем на других мониторах. Забудь о лагах и наслаждайся плавной игрой без досадных задержек, которую обеспечивает технология AMD FreeSync Premium.\n' +
                '\n' +
                'Новый уровень комфорта\n' +
                'Настрой идеальное положение монитора и играй с комфортом. Играй сколько захочешь, без напряжения в спине и шее.',
            article: 'hp_9fm22aa'
        }

    },
    {
        source: 'monitors',
        name: 'Монитор 28" Samsung Odyssey G7 LS28BG702 (LS28BG702EIXUA) UHD 4K HDR400',
        price: '19 999₴',
        image: '/image/Monitors/Mon-2.webp',
        aboutProduct: {
            description: 'Монітор IPS 8-Bit + FRC / 144Гц / DCI-P3 90% / G-SYNC Compatible / AMD FreeSync Premium Pro / HDMI 2.1 Console Ready / Tizen Smart TV / Wi-Fi / Bluetooth\n' +
                'UHD-разрешение и IPS-панель\n' +
                'Максимальная четкость каждой детали на экране. Благодаря плотности пикселей, увеличенной в 4 раза по сравнению с разрешением FHD, игры откроются для вас в совершенно новом свете. IPS-панель отличается исключительно чистой цветопередачей и широким углом обзора в 178°, благодаря чему цвет изображения на экране остается неизменным под любым углом обзора. Возросшее количество пикселей и увеличенная глубина изображения делают игры реальными как никогда.\n' +
                '\n' +
                'Проявляются даже скрытые детали изображения\n' +
                'Поддержка технологии HDR400\n' +
                'Теперь все как в жизни. Технология HDR400 обеспечивает повышение контрастности, более глубокие оттенки черного и белого, чтобы помочь Вам увидеть скрывающихся в тени врагов. Даже в темных сценах Вы сможете различить мельчайшие детали изображения.\n' +
                '\n' +
                'Непревзойденная частота обновления экрана для 4К-гейминга\n' +
                'Частота обновления 144 Гц и время отклика 1 мс\n' +
                'Выходите победителем в самых динамичных поединках. Частота обновления 144 Гц, самая высокая среди игровых мониторов 4K, и время отклика в 1 мс устраняют лаг и обеспечивают плавность и сверхвысокую четкость отображения самых динамичных игровых сцен. Интерфейс HDMI 2.1, обеспечивающий частоту обновления 120 Гц при UHD-разрешении, поднимает уровень гейминга на новую высоту.\n' +
                '\n' +
                'Максимально быстрая реакция на Ваши действия\n' +
                'Низкий входной лаг\n' +
                'Управление, обеспечивающее Вам победу. Исключительно малый входной лаг обеспечит Вам мгновенную и точную реакцию экрана на Ваши действия и позволяет уничтожить самого изощренного врага. Реакция монитора настолько быстрая, что любое действие на экране начинается без малейшей задержки, обусловленной взаимодействием между Вашими периферийными устройствами и происходящим на экране.\n' +
                '\n' +
                'Плавность отображения динамичных сцен\n' +
                'Совместимость с технологией G-Sync\n' +
                'Даже самые динамичные сцены отличаются исключительной плавностью изображения. Совместимость с технологией G-Sync синхронизирует работу графического процессора и панели экрана, устраняя прерывистость, лаг и дрожание изображения. Очень динамичные и сложные игровые сцены отображаются стабильно и плавно благодаря технологии AMD FreeSync Premium Pro, что поможет Вам всегда выходить победителем в любой игровой ситуации.\n' +
                '\n' +
                'Увидеть все, что ранее было недоступно\n' +
                'Режим Ultrawide Game View\n' +
                'Данный режим позволяет программно изменить соотношение сторон экрана с 16:9 на 21:9, что позволяет найти скрытые драгоценные камни или обнаружить затаившихся врагов. Дополнительные углы обзора в каждой игровой сессии приблизят Вас к победе.\n' +
                '\n' +
                'Создан, чтобы сделать ваш мир ярче\n' +
                'Технология подсветки CoreSync и подсветка Core lighting\n' +
                'Окажитесь в центре каждой игровой сцены. Подсветка Core lighting добавит индивидуальности Вашей игровой зоне, а множество цветовых режимов позволит перенести игру в реальный мир. Технология подсветки CoreSync обеспечивает синхронизацию цветовой палитры игры и внешней подсветки для максимального погружения в игровой процесс.\n' +
                '\n' +
                'Мгновенное автоматическое подключение\n' +
                'Автоматическое распознавание источника сигнала (Auto Source Switch+)\n' +
                'Мгновенное включение в игру. Благодаря функции автоматического распознавания внешних устройств (Auto Source Switch+), Ваш монитор самостоятельно определяет новые подключенные устройства, как только Вы их подключили, и правильно отображает сигнал от этого устройства на экране. Это позволит Вам быстрее перейти к игре, не переключаясь между несколькими источниками входного сигнала.\n' +
                '\n' +
                'Ваши игры адаптированы под Вас\n' +
                'Эргономичный дизайн\n' +
                'Все для победы! Поверните, наклоните и отрегулируйте высоту своего монитора, чтобы враги всегда оставались в поле Вашего зрения. Экран монитора можно установить в такое положение, чтобы Вы могли играть в максимально комфортной обстановке.',
            article: 'samsung-ls28bg702eixua'
        }
    },
    {
        source: 'monitors',
        name: 'Монитор 27" Asus TUF Gaming VG27AQ (90LM0500-B01370 / B03370)',
        price: '12 499₴',
        image: '/image/Monitors/Mon-3.webp',
        aboutProduct: {
            description: 'TUF Gaming VG27AQ — это 27-дюймовый WQHD (2560x1440) HDR IPS-дисплей со сверхбыстрой частотой 165 Гц, разработанный для профессиональных геймеров и тех, кто ищет захватывающий игровой процесс.\n' +
                'Впервые на любом игровом мониторе одновременно могут быть включены Motion Blur Reduction и Adaptive-sync. Эта новая технология называется Asus Extreme Low Motion Blur Sync (ELMB SYNC). ELMB SYNC работает с G-SYNC, совместимым, что позволяет геймерам наслаждаться резкими, высокоскоростными кадрами.\n' +
                '\n' +
                '27-дюймовый IPS-дисплей WQHD\n' +
                'TUF Gaming VG27AQ оснащен панелью WQHD (2560 x 1440), которая обеспечивает на 77% больше места на рабочем столе, чем стандартные дисплеи Full HD (1920 x 1080). Технология IPS дает превосходные изображения с выдающимися цветами благодаря цветовой гамме sRGB 99% и поразительной контрастности 1000:1. Широкие углы обзора 178 градусов гарантируют минимальное искажение и смещение цвета даже при просмотре с экстремальных положений.\n' +
                '\n' +
                'Невероятно быстрая частота обновления 165 Гц\n' +
                'TUF Gaming VG27AQ 165 Гц частота обновления устраняет лаги и смазывания при движении, что дает вам преимущество в шутерах от первого лица, гонках, стратегиях в реальном времени и спортивных играх. Эта сверхбыстрая частота обновления позволяет вам играть с самыми высокими визуальными настройками и мгновенно реагировать на то, что на экране.\n' +
                '\n' +
                'ELMB (1MS MPRT)\n' +
                'С помощью ELMB SYNC вы можете одновременно включить ELMB (технология смазывания при слабом движении) и совместимость с G-SYNC, устраняя ореолы и разрывы для четкого изображения и высокой частоты кадров во время игры.\n' +
                '\n' +
                'HDR 10\n' +
                'Теперь вы можете выбрать один из нескольких режимов HDR, чтобы настроить производительность монитора HDR в зависимости от текущего сценария просмотра.\n' +
                '\n' +
                'Технология Ultra-Low Blue Light\n' +
                'Технология ASUS Shadow Boost проясняет темные области игры, не переэкспонируя более яркие области, улучшая общий обзор и упрощая обнаружение врагов, спрятанных в темных областях карты.\n' +
                '\n' +
                'Богатая связь\n' +
                'Широкие возможности подключения, включая I/O: DisplayPort1.2, HDMI (v2.0), поддерживают широкий спектр мультимедийных устройств.',
            article: 'asus_90lm0500_b01370'
        }
    },
    {
        source: 'monitors',
        name: 'Mонитор 23.5" Samsung Curved LS24C366 (LS24C366EAIXCI)',
        price: '4 599₴',
        image: '/image/Monitors/Mon-4.webp',
        aboutProduct: {
            description: 'Изогнутый экран для максимального погружения\n' +
                'Изогнутый экран монитора призван изменить ваши представления о просмотре развлекательного контента или работе. Благодаря его изогнутой матрице создается более широкое поле зрения, из-за чего его экран кажется больше, нежели экран плоского монитора аналогичной диагонали. Края изогнутого экрана находятся ближе к глазам пользователя, благодаря чему удалось понизить напряжения на глаза, т.к. им проще будет перефокусироваться от центра к краям изображения.\n' +
                '\n' +
                'Эргономичная подставка для удобной регулировки\n' +
                'Экран монитора можно наклонить для удобной работы, но при этом не будет ухудшаться картинка и вы всегда сможете добиться максимума от проделанной работы.\n' +
                '\n' +
                'Eye Saver Mode\n' +
                'Голубое свечение при длительном воздействии отрицательно влияет на зрение, режим Eye Saver Mode понижает нагрузку на глаза во время работы за монитором путем снижения интенсивности голубого свечения.\n' +
                '\n' +
                'Game Mode\n' +
                'Режим Game Mode по нажатию одной кнопки. Встроенный режим (Game Mode) специально для тех, кто любит играть. Данный режим можно легко включить / выключить нажатием всего одной кнопки, он предназначен для оптимизации изображения (цветов и уровня контрастности) во время игры, что означает более насыщенные черный цвет и яркие светлые тона одновременно.\n' +
                '\n' +
                'Flicker Free\n' +
                'Технология обеспечивает защиту глаз от постоянного напряжения, вызванного мерцанием и позволяет дольше работать.\n' +
                '\n' +
                'Magic Upscale\n' +
                'При воспроизведении картинки малого разрешения на экране FullHD монитора, может значительно уменьшиться детализация и соответственно качество изображения. Функция Magic Upscale обеспечит автоматическое сглаживание текстур изображения малого разрешения, чтобы Вы могли насладиться качественной картинкой.\n' +
                '\n' +
                'HDMI и VGA разъемы\n' +
                'Монитор Samsung готов к подключению устройств, выводящих высокое разрешение. Благодаря наличию HDMI разъема вы сможете подключить к монитору игровые приставки, Blu-ray плееры и другие HDMI-совместимые устройства. Кроме этого монитор имеет классический VGA разъем для подключения компьютеров.\n' +
                '\n' +
                'Eco Saving Plus\n' +
                'Эко-энергосберегающая технология снижает яркость экрана для повышения энергоэффективности. Доступны ручная (25%, 50%) и автоматическая (снижает потребление примерно на 10%) регулировка яркости черных секций экрана.',
            article: 'samsung-ls24c366eaixci'
        }
    },
    {
        source: 'monitors',
        name: 'Монитор 31.5" Dell G3223D (210-BDXV) 2К QHD IPS',
        price: '6 999₴',
        image: '/image/Monitors/Mon-5.webp',
        aboutProduct: {
            description: 'Монітор / 165Гц / 8-Bit + FRC / DCI-P3 95% / G-SYNC Compatible / FreeSync Premium Pro / Display HDR 400 / USB Type-C 90W / Console Mode 120Hz' +
                'Ваши любимые игровые миры дополнены реалистичной графикой и яркими цветами на этом мониторе QHD с сертификацией VESA DisplayHDR400. Вам понравятся более яркие цвета и более глубокий черный цвет благодаря 95-процентному цветовому охвату DCI-P3 и изображению без мерцания, которое одновременно уменьшает воздействие синего света без какого-либо ухудшения цвета.\n' +
                '\n' +
                'Быстрый и отзывчивый геймплей\n' +
                'Будьте на шаг впереди конкурентов с этой быстрой панелью IPS, которая поддерживает переменную частоту обновления 165 Гц на ПК и до 120 Гц на игровых консолях с разрешением QHD. Наслаждайтесь геймплеем без задержек благодаря времени отклика GTG 1 мс, а также совместимости с AMD FreeSync PremiumPro и NVIDIA G - SYNC , которая устраняет разрывы экрана и обеспечивает плавный и плавный игровой процесс.\n' +
                '\n' +
                'Пять уникальных двигателей машинного зрения\n' +
                'Для тех, кто хочет улучшить свой игровой опыт, игровой монитор Dell 32 USB-C предлагает пять уникальных накладок, которые обеспечивают улучшенную видимость.\n' +
                '\n' +
                'Ночное зрение - Улучшает контрастность и четкость в темных игровых сценах для улучшения видимости.\n' +
                'Ясное зрение - Улучшает и улучшает детализацию и четкость дневной игровой сцены.\n' +
                'Хрома Видение - Динамически применяет тепловую карту к любой игровой среде, чтобы помочь отличить игровые объекты от фона.\n' +
                'Бино Видение - Предлагает возможность масштабирования экрана для просмотра удаленных целей или объектов до 2 раз.\n' +
                'Перекрестие - «Всегда виден» в игре и помогает прицеливаться в более сложных боях.\n' +
                'Легко вписывается в вашу установку\n' +
                'Одним из удивительных скрытых преимуществ интеграции USB-C является упрощенная организация кабелей, которая использует всего один провод для подключения к новейшим ПК как для аудио, так и для мультимедиа. В сочетании с ярким дизайном вентиляционных отверстий с одноцветной подсветкой и практичной подставкой с возможностью поворота и наклона этот монитор действительно сочетает в себе форму и функциональность.\n' +
                '\n' +
                'Улучшенные консольные игры\n' +
                'Игровой монитор Dell 32 USB-C совместим с новейшими консолями и позволяет просматривать контент QHD с переменной частотой обновления 120 Гц.',
            article: 'dell-210-bdxv'
        }
    }
]