//Вивести числа від 20 до 30 через пропуск, використовуючи крок 0,5 (20 20,5 21 21,5….).
for (let i = 20; i <=30; i+=0.5){
    console.log(i)
}

//Один долар коштує 27 гривень. Вивести дані з розрахунком вартості 10, 20, 30... 100 доларів.
// for (let i = 10; i <=100; i+=10){
//     const course = 27
//     const value = course * i
//     console.log(`Вартість ${i} долларів = ${value} гривень`)
// }

//Дане ціле число. Вивести всі цілі числа від 1 до 100, квадрат яких не перевищує числа N.
// const number = prompt('Введить число')
// for (let i = 1; i <= 100; i++){
//     if (i**2 <= number){
//         console.log(i)
//     }
// }

//Дане ціле число. З'ясувати, чи є воно простим (простим називається число, більше 1, які не мають інших дільників крім 1 і себе).
// const number = +prompt('Введить число')
// let isPrime = true;
//
// if (number === 1){
//     console.log('Число повинно бути більше 1')
// } else if(number > 1){
//     for (let i = 2; i < number; i++){
//         if (number % i === 0){
//             isPrime = false;
//             break;
//         }
//     }
//     if (isPrime){
//         console.log('Просте число')
//     }else {
//         console.log('Складене число')
//     }
// }

//Дане деяке число. Визначити, чи можна одержати це число шляхом зведення числа 3 у деякий ступінь. (Наприклад, числа 9, 81 можна отримати, а 13 - не можна).
// const number = +prompt('Введить число')
// let isPrime = false
//
// for (let i = 2; i <= number; i++){
//     const value = 3 ** i
//     if (value === number) {
//         isPrime = true
//     }
// }
// if (isPrime){
//     console.log('Успіх')
// }else {
//     console.log('Невдача')
// }